[
    {
        "id": 1,
        "fact": "Coelacanths can reach more than six feet long"
    },
    {
        "id": 2,
        "fact": "Coelacanths can weigh about 200 pounds"
    },
    {
        "id": 3,
        "fact": "They belong to an ancient lineage that has been around for more than 360 million years"
    },
    {
        "id": 4,
        "fact": "It\"s estimated they can live up to 60 years or more"
    },
    {
        "id": 5,
        "fact": "There are two living species of coelacanth"
    },
    {
        "id": 6,
        "fact": "Both species of coelacanth are rare"
    },
    {
        "id": 7,
        "fact": "The IUCN currently classifies L. chalumnae as Critically Endangered"
    },
    {
        "id": 8,
        "fact": "Coelacanths\" total population size of 500 or fewer individuals"
    },
    {
        "id": 9,
        "fact": "L. menadoensis is considered Vulnerable"
    },
    {
        "id": 10,
        "fact": "Coelacanths are known from the fossil record dating back over 360 million years"
    },
    {
        "id": 11,
        "fact": "Before 1938 they were believed to have become extinct"
    },
    {
        "id": 12,
        "fact": "Approximately 80 million years ago, they disappeared from the fossil record"
    },
    {
        "id": 13,
        "fact": "The coelacanth is a passive drift feeder,"
    },
    {
        "id": 14,
        "fact": "It feeds primarily on cephalopods (cuttlefish, squid, and octopus) and fishes"
    },
    {
        "id": 15,
        "fact": "Coelacanths were thought to be extinct until a live one was caught in 1938"
    },
    {
        "id": 16,
        "fact": "Coelacanths were known only from fossils until a live Latimeria chalumnae was discovered off the coast of South Africa in 1938"
    },
    {
        "id": 17,
        "fact": "They were presumed to have gone extinct in the late Cretaceous period, over 65 million years ago"
    },
    {
        "id": 18,
        "fact": "Like all fish, today\"s species of coelacanths use gills to extract oxygen from the water they live in"
    },
    {
        "id": 19,
        "fact": "Coelacanths cannot be tamed the way most creatures on the island can"
    },
    {
        "id": 20,
        "fact": "They provide a possible source of meat for coastal tribes that have the time to catch them"
    },
    {
        "id": 21,
        "fact": "Coelacanth (See-luh-kanth) or Coel is a small omnivorous fish found in the waters of the Ark"
    },
    {
        "id": 22,
        "fact": "A giant weird fish still around from dinosaur times"
    },
    {
        "id": 23,
        "fact": "Coelacanths have been around for 400 million years"
    },
    {
        "id": 24,
        "fact": "Coelacanths can live for 100 years, a new study found"
    },
    {
        "id": 25,
        "fact": "Coelacanths are the fossil fish that bridge the gap between fish and the mammals that left the sea to walk on land"
    },
    {
        "id": 26,
        "fact": "Coelacanths live in deep waters off of southeastern Africa"
    },
    {
        "id": 27,
        "fact": "Only once fishers started fishing deeper and deeper was this species discovered"
    },
    {
        "id": 18,
        "fact": "Coelacanths reach lengths over 6.5 feet (2 m)"
    },
    {
        "id": 29,
        "fact": "Coelacanths are nocturnal predators"
    },
    {
        "id": 30,
        "fact": "The main threats to the African coelacanth Tanzanian DPS include bycatch in shark gillnet fisheries and habitat destruction due to development"
    },
    {
        "id": 31,
        "fact": "Coelacanths have a close relationship with mammals, reptiles and lungfish."
    },
    {
        "id": 32,
        "fact": "If you want to spot the presence of coelacanths, you can go to the coastlines of Indonesia and Indian Ocean."
    },
    {
        "id": 33,
        "fact": "Both species of coelacanth received the threatened status."
    },
    {
        "id": 34,
        "fact": "The critically endangered species is the West Indian coelacanth."
    },
    {
        "id": 35,
        "fact": "There is no need to wonder that the order is the most endangered one in the world."
    },
    {
        "id": 36,
        "fact": "Do you know the subclass of coelacanth? It is called Actinistia. The members of the subclass include Devonian fish and lungfish."
    },
    {
        "id": 37,
        "fact": "It was believed that coelacanth had extinct 66 million years ago in the Late Cretaceous Period."
    },
    {
        "id": 38,
        "fact": "But it has a three lobed caudal fin which distinguished coelacanth from other lobe finned fishes."
    },
    {
        "id": 39,
        "fact": "The unique fin is called a diphycercal tail or a trilobate fin."
    },
    {
        "id": 40,
        "fact": "Coelacanth is included as a part of lobe finned fishes."
    },
    {
        "id": 41,
        "fact": "If you compare the heart of coelacanth with the modern fish, it has different arrangement and shape."
    },
    {
        "id": 42,
        "fact": "The heart of coelacanth has the straight tube arrangement."
    },
    {
        "id": 43,
        "fact": "The fat comprises 98.5 percent from the braincase of coelacanth."
    },
    {
        "id": 44,
        "fact": "The brain tissue only occupies 1.5 percent from the braincase."
    },
    {
        "id": 45,
        "fact": "They are not closely related to ray finned fishes."
    },
    {
        "id": 46,
        "fact": "There are two kidneys owned by the animals but both of them are fused into one."
    },
    {
        "id": 47,
        "fact": "The kidney of coelacanth has unusual location."
    },
    {
        "id": 48,
        "fact": "Coelacanth can reach the weight at 200 pounds with the body can grow up to 6.5 feet or 2 meters"
    }
]